;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Deutsch
;Language name in English e.g. German
LanguageEn=German

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(leer)
21027=OK
21028=Abbrechen
21029=Schließen

;Words - simple words can be reused
150=Nichts
151=Übernehmen
152=Ordner
153=Datei
154=Name
155=Pfad
156=Name:
157=Tastaturkürzel:
158=Pfad:
159=Zurücksetzen

;Global
602=Listary - Einstellungen

;Balloon
801=Listary wird im Hintergrund ausgeführt.
802=Während der Eingabe suchen
803=„Während der Eingabe suchen“ wurde für diese Liste zeitweise deaktiviert. ESC drücken um diese Funktion wiederherzustellen.

;Tray Menu
1001=Online-Hilfe
1002=Jetzt nach Aktualisierungen suchen…
1003=Über Listary
1004=Beenden

;Toolbar
1100=Suchen

;Favorite Menu
2000=Favoriten
2001=Diese Anwendung
2002=Allgemein
2003=Hier hinzufügen
2004=Aktuellen Ordner zu Favoriten hinzufügen
2050=Hinzufügen zu Favoriten fehlgeschlagen
2051=Listary war nicht in der Lage, den Pfad zu dieser Anwendung zu ermitteln.

;Recent Menu
2100=Zuletzt verwendet
2101=Liste leeren
2105=„Kürzlich verwendet“ für diese Anwendung speichern
2106=„Kürzlich verwendet“ für diese Anwendung nicht speichern

;Commands Menu
2201=Aktuell geöffnete Ordner
2202=Zum zuletzt geöffneten Ordner im Dateimanager wechseln
2203=Ausgewählte Datei im Dateimanager öffnen
2204=Aktuellen Ordner anzeigen
2205=Eingabeaufforderung
2206=Zum Installationsordner der Anwendung wechseln
2207=Installationsorder der Anwendung öffnen
2208=Dateierweiterung anzeigen
2209=Ausgeblendete Dateien und Ordner anzeigen
2210=Ordnerpfad in die Zwischenablage kopieren
2211=Pfade der ausgewählten Elemente in die Zwischenablage kopieren
2212=Angezeigte Namen der ausgewählten Elemente in die Zwischenablage kopieren
2213=Einstellungen
2214=Aktualisieren auf Pro Version
2215=Listeninhalt nach Excel exportieren
2216=Listary für diese Anwendung deaktivieren
2218=Trennlinie
2219=Eine Ebene aufwärts
2252=Sind Sie sicher, dass Listary für diese Anwendung deaktiviert werden soll?
2253=Listary deaktivieren
2254=Listary wird ab dem nächsten Start dieser Anwendung nicht mehr angezeigt.\nUnter „Einstellungen“ ➜ „Anwendungen“ kann dies wieder aktiviert werden.
2260=Eingabeaufforderung (Administrator)
2261=Aktuellen Ordner als Projekt hinzufügen

; Export to Excel command
2270=Schade, diese Liste wird nicht unterstützt.
2271=Wird verarbeitet…
2272=Speichern fehlgeschlagen, bitte überprüfen Sie, ob die Datei in einem anderen Programm geöffnet ist.

;Search
2300=Suchergebnis
2301=Wechseln zu
2302=Kein Ergebnis zu dieser Suche gefunden.
2303=(Aktueller Ordner)
2304=Projekt
2305=Kontextmenü

;Options > General
3000=Allgemein
3001=Listary mit Windows starten
3002=Eingabefokus automatisch auf die Dateiliste im Windows XP Explorer setzen
3004=Schnellschalter (Aktuellen Ordner im Dateidialogfeld öffnen, beim Überwechseln von einem Dateimanager)
3005=Sprache:
3006=Standard-Dateimanager
3007=Hier einen alternativen Dateimanager zum Windows Explorer eintragen.\n%1 bei den Parametern für den Pfad verwenden. Anführungszeichen NICHT vergessen!\nBeispiel:\nPfad: C:\Progam Files\Anwendung\Datei.EXE\nParameter: "%1"
3008=Unscharfe Suche (Ähnlichkeitssuche)
3009=Automatisch auf Aktualisierungen prüfen
3010=Auch auf neue Beta-Versionen prüfen
3020=Präfix, um „Während der Eingabe suchen“ vorübergehend für die\naktuelle Liste zu deaktivieren (Wiederherstellen mit ESC):

;Options > Favorites
3100=Favoriten
3106=Untermenü

;Options > Commands
3306=Benutzerdefinierten Befehl hinzufügen
3309=Befehl
3313=Titel anzeigen:
3314=Beschreibung:
3315=Schlüsselwort:
3316=Im Hintergrund ausführen
3317=Als Administrator ausführen

;Options > Applications
3402=Listary für diese Anwendung aktivieren
3403=Zuletzt geöffnete Dateien und Verzeichnisse aufzeichnen

;Options > Keyboard and Mouse
3503=Listary-Suchleiste einblenden:
3504=Pop-up-Menü anzeigen:

;Options > Display
3603=In Abhängigkeit zur Liste
3604=In Abhängigkeit zum Fenster
3605=Von oben
3606=Von unten
3607=Von links
3608=Von rechts
3618=Über dem oberen Rand des Fensters
3619=Unter dem unteren Rand des Fensters
3620=In Abhängigkeit zum Monitor
3621=Zentriert über dem Dialogfenster
3624=Doppelklick in einen leeren Bereich, um Listary zu aktivieren
3625=Mittlere Maustaste aktiviert Listary
3626=Lokale Tastaturkürzel bei ausgeblendeter Listary-Symbolleiste aktivieren
3628=Position der Listary-Symbolleiste
3629=Während der Eingabe suchen

;Options > Pro
3800=Aktualisieren auf Listary Pro
3802=Name:
3803=E-Mail-Adresse:
3804=Registrierungsschlüssel:
3808=Aus Zwischenablage einfügen
3809=Registrierungsschlüssel prüfen
3810=Herzlichen Glückwunsch, Sie haben erfolgreich auf Listary Pro aktualisiert!
3811=Der eingegebene Registrierungsschlüssel ist ungültig.
3812=Listary ist kostenlos für die private, nichtkommerzielle Nutzung.
3813=Aktualisieren Sie bitte auf Listary Pro, wenn Sie Listary für kommerzielle Zwecke oder in Ihrem Geschäftsumfeld einsetzen möchten oder wenn Sie die Entwicklung von Listary unterstützen möchten.
3814=Jetzt auf Listary Pro aktualisieren!

;Options > About
3900=Über Listary
3902=Zur Homepage
3903=Dieses Programm ist lizenziert für:

;Options > Integration
4000=Integration
4002=Total Commander verwenden, um Dateidialoge zu ersetzen:

;Custom Command Dialog
4200=Benutzerdefinierter Befehl
4201=Vollständiger Pfad einer ausführbaren Datei.\nBeispiel: C:\Programme\7-Zip\7z.exe
4202=Parameter:
4203=Das Beispiel zeigt wie die ausgewählte Datei einem Archiv mittels 7-Zip hinzugefügt wird.\n\nDie folgenden Variablen können in Parametern verwendet werden. Die Variablen sind nicht in Anführungszeichen eingeschlossen. Diese müssen, wenn erforderlich, manuell hinzugefügt werden.
4204=%file%\t\tVollständiger Pfad zur/zum ausgewählten Datei/Ordner.\nBeispiel: D:\download\music\example.mp3\n\n%path%\tPfad zum aktuellen Ordner.\nBeispiel: D:\download\music\\n\n%filename%\tDateiname von ausgewählter/ausgewähltem Datei/Ordner.\nBeispiel: example.mp3
4210=Text-Datei erstellen (Beispiel)
4211=„{query}.txt" erstellen
4212=Schreiben Sie z. B. „txt abc“ um die Datei  „abc.txt“ mit Notepad zu bearbeiten

;Add Favorite Dialog
4300=Zu Favoriten hinzufügen
4301=Pfad hinzufügen

;Menu List
4400=Menü
4401=Symbolleiste
4402=Pop-up-Menü
4403=Favoriten
4404=Bevorzugte Anwendung
4405=Verzeichnismenü vom „Total Commander“
4406=Kürzlich
4407=Intelligente Befehle
4408=Menüanzeige bei Linksklick auf das Symbol im Infobereich der Taskleiste
4409=Menüanzeige bei Rechtsklick auf das Symbol im Infobereich der Taskleiste

;Menu List Item Type
4500=Bevorzugter Ordner
4501=Bevorzugtes Dokument
4502=Anwendung starten

;Options > Menus
5000=Menüs
5001=Befehle
5002=Menüs zurücksetzen
5003=Möchten Sie wirklich alle Menüs auf deren Standardwerte zurücksetzen?\nIhre Favoriten und Befehle bleiben dabei erhalten.
5010=Symbol ändern
5011=Standardsymbol wiederherstellen

;Options > By Window Type
5100=Nach Fenstertyp

;Options > Hotkeys
5200=Tastaturkürzel

;Options > By Application
5300=Nach Anwendung
5301=Angeheftete Pfade
5302=Es werden nur Anwendungen mit nicht standardmäßigen Einstellungen aufgeführt.

;Options > Index
5402=Alle Unterordner automatisch durchsuchen
5403=Präfix, um alle Datenträger zu durchsuchen:
5404=Von der Suche auszuschließende Elemente
5410=Auszuschließende Datenträger oder Ordner
5411=Ausschlussfilter hinzufügen
5412=Ausgewählte Elemente entfernen
5413=Datenträger durchsuchen
5416=Durchsuchen von Datenträgern deaktivieren
5417=Neuaufbau des Index erzwingen
5418=Wird geladen…
5419=Index
5420=NTFS-Datenträger
5421=Benutzerdefinierte Indexorte
5422=Ungültige Ordnerausschlüsse
5423=Ausschlussfilter
5430=Einen benutzerdefinierten Speicherort dem Index hinzufügen
5440=Index alle $1 Minuten aktualisieren (0, um die Funktion zu deaktivieren)
5441=Index jetzt aktualisieren


;Options > History
5500=Verlauf
5501=Verlauf der zuletzt geöffneten Dateien und Ordner aufzeichnen
5502=Verlauf leeren
5503=Möchten Sie wirklich alle Einträge des Verlaufs löschen?
3208=Automatisch die zuletzt geöffnete Datei im „Datei Öffnen“-Dialog auswählen
3215=Zuletzt verwendete Dateien und Ordner suchen
5510=Speicherung des Verlauf für folgende Elemente ausschließen

;Options > Projects
5600=Projekte
5601=Schlagwort
5602=Was ist das?
5603=Wenn Sie zum Beispiel "D:\Websites\My Blog" als ein Projekt mit dem Schlüsselwort "blog" eintragen,\nkönnen Sie von beliebiger Stelle mit z.B. "blog file_to_find.html" nur in "D:\Websites\My Blog" nach\nentsprechenden Dateien und Verzeichnissen suchen lassen.
5605=Aktualisieren Sie jetzt auf Listary Pro um Projekte nutzen zu können!

;Options > Appearance
5700=Aussehen
5701=Größe
5702=Normal
5703=Schmal
5710=Pixel (0 für Standardvorgabe)
5711=Breite:
5712=Maximale Höhe:

;Options > Launch Apps
5800=Anwendungen starten
5801=Suchordner

;Options > Search
5901=Filter
5902=Schreiben Sie „keyword:Suchabfrage“ oder „Suchabfrage keyword:“ um einen Suchfilter anzuwenden
5910=Suchen in:
5911=Suchen nach:
5912=Dateiendungen:

;Dialog > Add Exclude Filter
6100=Ausschlussfilter hinzufügen
6101=„*“ entspricht null oder mehr Zeichen
6102=„?“ entspricht genau einem Zeichen
6103=Filter:

;Dialog > Register Hotkey
6200=Listary-Tastaturkürzel
6201=Das Tastaturkürzel $1 wird bereits von einer anderen Anwendung genutzt.
6202=Bitte einen neues Tastaturkürzel angeben:

;Dialog > Upgrade to Pro
6301=Dieses Leistungsmerkmal wird als Teil der Testphase von Listary Pro bereitgestellt.
6302=Fortsetzen

;Updates
6400=Listary Aktualisierung
6402=Listary konnte nicht prüfen ob neue Aktualisierungen zur Verfügung stehen.\nBitte versuchen Sie es später erneut.
6403=Sie verwenden bereits die neueste Version von Listary.\nBitte prüfen Sie es in einigen Tagen erneut.
6404=Eine neue Version von $1 ist verfügbar.
6405=Installierte Version:
6406=Aktuelle Version:
6407=Download-Seite öffnen
6408=Diese Version auslassen
6409=Später erinnern

;UI
8000=Klicken für neues Tastaturkürzel
8001=Tastaturkürzel festlegen

;Actions
9000=Aktion
9001=Ordner öffnen
9002=Pfad in die Zwischenablage kopieren
9003=Öffnen
9004=Ordner-Pfad in die Zwischenablage kopieren
9005=In den aktuellen Ordner kopieren
9006=In den aktuellen Ordner verschieben
9007=Kopieren
9008=Ausschneiden
9020=Möchten Sie wirklich „$1“ nach „$2“ verschieben?

;Tutorial
7000=Anleitung
7001=Versuchen Sie es jetzt selbst!
7002=Weiter >
7003=Nein, danke
7004=Fertig
7005=Klicken Sie auf *„Weiter >“* um fortzufahren

7010=Es scheint, dass Sie Listary erstmals starten. Möchten Sie eine Anleitung zu den Funktionen von Listary erhalten?

7020=Nach dem Klick auf „Weiter >“ wird ein Explorer-Fenster geöffnet.

7030=Im Explorer können Sie jetzt direkt das eingeben wonach Sie suchen.
7031=Tippen Sie jetzt *text 2*

7040=*„Tab“ „Aufwärts“ „Abwärts“:* Wählt eine Datei oder Ordner aus
7041=*„Eingabe“:* Öffnet die ausgewählte Datei oder Ordner
7042=*„ESC“:* Blendet die Listary-Symbolleiste aus

7050=Wenn Sie häufig das Kontextmenü (rechte Maustaste) verwenden, ist der Aktions-Modus sehr hilfreich.
7051=Geben Sie ihren eigenen Suchbegriff ein
7052=Verwenden Sie die Tasten „Tab“, „Aufwärts“ und „Abwärts“ um ein Ergebnis auszuwählen
7053=*Pfeil-nach-Rechts*-Taste drücken

7060=Alle Ihre Kontextmenüeinträge (sowohl 32-Bit als auch 64-Bit) sind hier aufgeführt. Sie können die Suche verwenden um das Benötigte direkt auszuwählen.

7070=Sie können den Pfad auch direkt eingeben.
7071=Geben Sie einen Pfad z. B. so an: D:\Mein Ordner\Fotos

7080=Um Konflikte zu vermeiden, wird Listary in bestimmten Dateimanagern nicht angezeigt.\nSie können jedoch jederzeit das Tastenkürzel ($1) nutzen, um Listary zu aktivieren.
7081=Tastaturkürzel *$1* jetzt ausprobieren

7090=Wenn Sie die Mausbedienung bevorzugen können Sie Listary mit einen Doppel- oder Mittelklick aufrufen.
7091=Doppelklicken Sie auf der rechten Seite des Explorer in einem leeren Bereich.

7100=Listary kann alle NFTS-Laufwerke mit rasender Geschwindigkeit durchsuchen.
7101=*notepad.exe* eingeben
7102=Notepad auswählen (z. B. mit den Pfeil-Tasten oder auch mit einem Mausklick)
7103=Drücken Sie die Eingabetaste (Enter) um die Anwendung zu öffnen

7110=Nun sollte sich die Anwendung Notepad geöffnet haben.
7111=Wählen Sie im Menü von Notepad „Datei“ ➔ „Öffnen…“ (oder drücken Sie das Tastaturkürzel Strg + O)

7112=*Strg + G* drücken
7120=Listary öffnet Ihren zuletzt geöffneten Ordner im Windows Explorer!\nListary kann dies automatisch für Sie tun.
7121=Wechseln Sie zum vorherigen Explorer-Fenster zurück
7122=Einen beliebigen Ordner im Explorer öffnen
7123=Wechseln Sie zum „Datei Öffnen“-Dialog in Notepad zurück
7124=Beobachten Sie, wie der Ordner im Öffnen-Dialog geändert wurde

7130=Es gibt in Listary viele weitere interessante Leistungsmerkmale wie Favoriten, Historie und Befehle.\nUm diese auszuprobieren können Sie dazu die jeweiligen Schaltfläche in der Listary-Werkzeugleiste anklicken.

7141=Vielen Dank für die Zeit die Sie sich genommen haben! Falls Sie Fragen oder Vorschläge haben,\nzögern Sie bitte nicht mir unter folgender Adresse eine Nachricht zukommen zulassen:
7142=Erfahren Sie mehr über Listary
